Repository: haman13/resume2
Catalog: lib/l10n/app_*.arb
Languages: fa

# appTitle
source: My Resume
fa: رزومه من

source: About Me
fa: درباره من

source: Experience
fa: تجربیات

source: Projects
fa: پروژه‌ها

source: Skills
fa: مهارت‌ها

source: Contact Me
fa: تماس با من

source: View Project
fa: مشاهده پروژه

source: Project Details
fa: جزئیات پروژه

source: Technologies
fa: تکنولوژی‌ها

source: Description
fa: توضیحات

source: Role
fa: نقش

source: Duration
fa: مدت زمان

source: Company
fa: شرکت

source: Responsibilities
fa: مسئولیت‌ها

source: Education
fa: تحصیلات

source: Languages
fa: زبان‌های برنامه‌نویسی

source: Frameworks
fa: فریم‌ورک‌ها

source: Tools
fa: ابزارها

source: Download CV
fa: دانلود رزومه

# changeLanguage
source: تغییر به فارسی
fa: Change to English

# connectGithub
source: Connect to GitHub
fa: اتصال به گیت‌هاب

# connectLinkedin
source: Connect to LinkedIn
fa: اتصال به لینکدین

source: Light Theme
fa: تم روشن

source: Dark Theme
fa: تم تاریک

# personName
source: Haman Darvish
fa: هامان درویش

# aboutIntroTitle
source: Introduction
fa: معرفی

# aboutIntroP1
source: I'm a Flutter beginner, eager to learn new technologies and solve complex problems.
fa: من یه تازه کار حوزه فلاتر و علاقه مند به یادگیری تکنولوژی های جدید و حل مسائل پیچیده هستم.

# aboutIntroP2
source: I love Math Puzzles,Brain Teasers and solving conceptual.
fa: علاقه خاصی به بازی و ریاضی و حل سوالات مفهومی و ریاضی دارم

# aboutEducationTitle
source: Education
fa: تحصیلات

# aboutEducationP1
source: The era of degrees is over; what matters is what you can do and where you stand.
fa: دوران مدرک تحصیلی تموم شده الان باید ببینی چی بلدی و در چه مرحله ای هستی.

# aboutEducationP2
source: For the record, I have a BSc in Electronics, but I'm coding now and want to continue on this path.
fa: اما صرفا جهت ثبت کارشناسی الکترونیک دارم اما الان دارم کد نویسی میکنم و میخوام همین مسیر رو ادامه بدم

# aboutMitbP1
source: Responsible, decisive, logical, conceptual, analytical, active, energetic, confident, logically identifying weaknesses and issues, planner, reasoner, expressive, direct, goal-oriented, fair, problem solver, critic.
fa: وظیفه شناس، قاطع و منطقی، مفهوم گرا،تحلیل گر،فعال، پر انرژی، مطمئن،تشخیص منطقی نقاط ضعف و اشکالات، برنامه ریز،استدلال کننده،بیانگر،صریح،هدف گرا،منصف،حلال مسائل، منتقد

# skillsCoreTitle
source: Core Skills
fa: مهارت‌های اصلی

# skillsFrameworksTitle
source: Frameworks & Libraries
fa: فریم‌ورک‌ها و کتابخانه‌ها

# expPrevTitle
source: Work experiences before programming
fa: تجربیات شغلی پیش از آشنایی با برنامه نویسی

# expPrevItem1Role
source: Life insurance marketer
fa: بازایاب بیمه عمر

# expPrevItem1Company
source: Pasargad Insurance Co.
fa: شرکت بیمه پاسارگاد

# expPrevItem1Desc
source: Consulting and selling life insurance to individuals and organizations
fa: مشاوره و فروش بیمه عمر به افراد و سازمانها

# expPrevItem1Ach1
source: Sold about 400 life insurance policies
fa: فروش حدود 400 بیمه عمر به افراد مختلف

# expPrevItem2Role
source: Network marketing salesperson
fa: بازاریاب شرکت های نتورک مارکتینگ و شبکه ای

# expPrevItem2Company
source: Badran & Biz companies
fa: شرکت های بادران و بیز

# expPrevItem2Desc
source: Introducing products and income plan to new marketers
fa: مشاوره و معرفی محصولات و پلن درآمد زایی شرکت برای بازاریابان جدید

# expPrevItem2Ach1
source: Built a sales network of over 7,000 people
fa: ایجاد شبکه ی فروش بالای 7 هزار نفری

# expPrevItem3Role
source: Corporate and government sales specialist
fa: کارشناس فروش امور سازمانی و دولتی

# expPrevItem3Company
source: Kando SMS (Farhang & Tose'e Kando)
fa: (کندو SMS)شرکت فرهنگ و توسعه کندو

# expPrevItem3Duration
source: 2017 - Present
fa: 1396 - اکنون

# expPrevItem3Desc
source: Selling SMS systems to companies and government organizations
fa: فروش سیستم های پیامکی به شرکتها و سازمانهای دولتی

# expPrevItem3Ach1
source: Cooperated with 20+ public utilities (water, power, gas) for bill SMS
fa: همکاری با بیش از 20 شرکت دولتی آب و برق و گاز در زمینه ارسال پیامک قبوض

# expCurrTitle
source: Programming-related experiences
fa: تجربیات شغلی در زمینه برنامه نویسی

# expCurrItem1Role
source: Junior developer
fa: تازه کار حوزه برنامه نویسی

# expCurrItem1Company
source: Freelance
fa: آزاد کار میکنم

# expCurrItem1Duration
source: 2024 - Present
fa: 1403 - اکنون

# expCurrItem1Desc
source: Developing and maintaining mobile and web apps
fa: توسعه و نگهداری اپلیکیشن‌های موبایل و وب

# expCurrItem1Ach1
source: My sample codes are in the Projects section
fa: نمونه کد هام توی قسمت پروژه ها هست

source: Loading projects...
fa: در حال بارگذاری پروژه‌ها...

source: No projects found
fa: هیچ پروژه‌ای یافت نشد

# projectLoadError
source: Failed to load projects
fa: خطا در بارگذاری پروژه‌ها

source: Retry
fa: تلاش مجدد
